cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "beeftornado/rmtree"

brew "git"
brew "tree"
brew "mas"
brew "go-task"  # taskの実行
brew "gnupg"  #git-cryptで使用する鍵の発行
brew "git-crypt"

cask "arc"
cask "clipy"
cask "discord"
cask "docker"
cask "fig"
cask "fujitsu-scansnap-home"
cask "google-drive"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "notion"
cask "notion-calendar"
cask "postman"
cask "rectangle"
cask "slack"
cask "tailscale"
cask "visual-studio-code"

mas "Goodnotes 6", id: 1444383602
mas "DaVinci Resolve", id: 571213070
