aaron-bond.better-comments
adam-bender.commit-message-editor
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-pull-request-github
james-yu.latex-workshop
marp-team.marp-vscode
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.tensorboard
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
ritwickdey.liveserver
svipas.prettier-plus
task.vscode-task
vue.volar
withfig.fig
yzhang.markdown-all-in-one
